import { v4 as uuid } from "uuid";

export const products = [
  {
    id: uuid(),
    createdAt: "27/03/2019",
    description:
      "Үйлдвэрлэл үйлчилгээ явуулах боломжтой маш цэвэрхэн орчинтой хашаа байшин үнэ тохирч яаралтай зарна.",
    media: "/static/images/products/mock_1.jpeg",
    title: "Үнэ тохирч яаралтай зарна",
    price: "55,000,000",
  },
  {
    id: uuid(),
    createdAt: "31/03/2019",
    description:
      "Бохирын 2 тонны ёнкстой. 2020 онд баригдсан үл хөдлөхийн гэрчилгээтэй ба бүрэн тавилгатай цахилгаан бараатай нь худалдана. /Бартер сонирхохгүй/ Газрын хэмжээ 574м2 эзэмших ба өмчлөх болгох боломжтой.",
    media: "/static/images/products/mock_2.jpeg",
    title: "Минималист канад амины орон сууц",
    price: "100,000,000",
  },
  {
    id: uuid(),
    createdAt: "03/04/2019",
    description:
      "8х10м хэмжээтэй, палк + 12-ийн тоосгоор барьж сайдингаар фасадалсан. /5-ийн хөөсөнцөр доторлогоотой/",
    media: "/static/images/products/mock_3.jpeg",
    title: "Зам дагуу, нарны халаалттай, бохироо шийдсэн тохилог амины орон сууц",
    price: "156,000,000",
  },
  {
    id: uuid(),
    createdAt: "04/04/2019",
    description:
      "ХУД 15 хороо Цэлмэг хотхонд маш Дулаахан цэлгэр том 3 цонхтой, хүүхдийн тоглоомын талбай хамгаалалт камержуулалт сайн 2 өрөө зарна. ",
    media: "/static/images/products/mock_4.jpeg",
    title: "ХУД Цэлмэг хотхон",
    price: "141,000,000",
  },
  {
    id: uuid(),
    createdAt: "04/04/2019",
    description:
      "Сүхбаатар дүүрэг Шарга морьтын наана эзэмших эрхийн гэрчилгээтэй төв зам дагуу 700м2 /бодит хэмжээ 1089м2/4н тал төмөр хашаатай газар худалдана.",
    media: "/static/images/products/mock_5.jpeg",
    title: "Зуслангийн зам дагуу газар зарна",
    price: "88,000,000",
  },
  {
    id: uuid(),
    createdAt: "04/04/2019",
    description: `🌃 Саруулхан цонх
    📲  Ухаалаг домофомын систем
    🕛 24 цагийн харуул хамгаалалт, дохиоллын систем
    🌿 Цэвэр цэнгэг агаар
    🚘 Ухаалаг шийдэл бүхий 2 давхар автомашины зогсоол 
    📈 Төвийн цэвэр, бохир усны шугам хоолой, цахилгаан сүлжээнд бүрэн холбогдсон.`,
    media: "/static/images/products/mock_6.jpeg",
    title: "Global residence хотхонд 5 өрөө байр худалдана",
    price: "708,000,800",
  },
];
